IDEA Open Model
RigidLink.RigidRY Property
Compatible with IDEA StatiCa 20.1
 DOF rigid in RY dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool RigidRY { get; set; }
Public Property RigidRY As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
RigidLink Class
IdeaRS.OpenModel.Model Namespace